[IO_BeerKeg InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Spores InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_BeerBottle MissionItemDefinition]
UseFailureCharacterMessage="Should %s Use this."
ItemName="A golden bear"
PickupMessage="close to you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="everybody"

[ItemDefs.ID_BeerBottle:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Water treatment for diseases is called "moderate" and "control".''."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_EridiumBar MissionItemDefinition]
UseFailureCharacterMessage="You definitely do %s Use this number."
ItemName="Iridium sticks"
PickupMessage="Intelligible %s"
UseFailureLevelMessage="Using this item requires at least %d.."
UseFailureConstraintsMessage="You cannot use this."
NoManufacturerName="This is just normal."

[ItemDefs.ID_EridiumBar:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Vampires are a lot of fun. got tired!"
NoConstraintText=""
Suffix=""
Prefix=""

[M_Anemone_PlotMission060 MissionDefinition]
MissionName="there is heaven"
MissionDescription="He healed and saved Mordecai. Now all you have to do is save the world. Hector is still in the grave, ready to breathe life into the world. Go to church and wait."
TurnInDescription="you won't go home."
MissionSummary="Return to the temple."
MissionGiver="Lamia"
MissionTurnInLocation="Lamia"
TeaserText=""

[M_Anemone_PlotMission060:DestroyTentaclesLeft MissionObjectiveDefinition]
ProgressMessage="Remove the grapes from the left side."

[M_Anemone_PlotMission060:DestroyTentaclesRight MissionObjectiveDefinition]
ProgressMessage="They damaged the right tire and rear tire"

[M_Anemone_PlotMission060:DestroyVine MissionObjectiveDefinition]
ProgressMessage="destroy the reptiles"

[M_Anemone_PlotMission060:FindGaius MissionObjectiveDefinition]
ProgressMessage="Find Hector"

[M_Anemone_PlotMission060:FindGaius2 MissionObjectiveDefinition]
ProgressMessage=""

[M_Anemone_PlotMission060:GetEridium MissionObjectiveDefinition]
ProgressMessage="Take a piece of iridium"

[M_Anemone_PlotMission060:GiveEridium MissionObjectiveDefinition]
ProgressMessage="About Elysium About Lilith"

[M_Anemone_PlotMission060:GrabVaultKey MissionObjectiveDefinition]
ProgressMessage="Hold the camera button."

[M_Anemone_PlotMission060:KillGaius MissionObjectiveDefinition]
ProgressMessage="Kill Hector"

[M_Anemone_PlotMission060:ReachSanctuary MissionObjectiveDefinition]
ProgressMessage="go to the shrine"

[M_Anemone_PlotMission060:Set_DestroyTentacle MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission060:Set_DestroyTentacles MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission060:Set_DestroyTentaclesAll MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission060:Set_DestroyVine MissionObjectiveSetDefinition]
MissionSummaryOverride="Return to the church page."
MissionDescriptionOverride=""

[M_Anemone_PlotMission060:Set_FindEridium MissionObjectiveSetDefinition]
MissionSummaryOverride="Eridium Collection."
MissionDescriptionOverride=""

[M_Anemone_PlotMission060:Set_FindGaius MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission060:Set_FindGaius01 MissionObjectiveSetDefinition]
MissionSummaryOverride="Messenger of Hector."
MissionDescriptionOverride=""

[M_Anemone_PlotMission060:Set_FindGaius02 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission060:Set_GiveEridiumToLilith MissionObjectiveSetDefinition]
MissionSummaryOverride="Take Iridium Lilith for example.."
MissionDescriptionOverride="Lilith destroys the temple and loses the key to the room, but Pandora is not safe. what you have is not good."

[M_Anemone_PlotMission060:Set_GrabVaultKey MissionObjectiveSetDefinition]
MissionSummaryOverride="Press and hold the camera key."
MissionDescriptionOverride="You defeated Hector. But you don't know what it is. If the room key is activated, Pandora is not secure. Lilith has a plan, but she needs the iridium ball.."

[M_Anemone_PlotMission060:Set_KillGaius MissionObjectiveSetDefinition]
MissionSummaryOverride="Hector is killed."
MissionDescriptionOverride="The altar was covered with grapes that spewed out seeds like there was no morning. Infected with the ignition switch, Hector becomes not just a figure, but a monster. You need to split this question in Alabaster. Not just figuratively."

[M_Anemone_PlotMission060:Set_LeftTentacle MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission060:Set_ReachSanctuary MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission060:Set_RightTentacle MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Skill.Drunk SkillDefinition]
SkillName="she is drunk"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

